{
    "name": "Issix Mod",
    "description": "\nTags: M/player, M/M (implied), petplay, slavery, corruption (of PC, opt-in), degradation, watersports (in-game toggle content), parasite (future, opt-in)\n\nIssix is a demonic dragon sick entirely of the world around, finding peace in BDCC facility. His idea of paradise is to own slaves to keep him company, do YOU want to join him?\n\nIssix mod adds 4 characters to the game - Issix as a dominant demonic dragon who is a master to Azazel, Hiisi and Lamia - his loyal pets. Mod is mainly directed at subby players, as its the player who can join Issix's harem as one of his pets, however it can also be used for BDSM gear donation mechanics which allow player to obtain smart locks without any subbyness needed.\nThis version of the mod is Alpha quality - crashes and bugs are entirely expected. Content wise - the most major parts of the mod are completed, with plenty to expand upon. Some things are still missing.\n\nCurrent features:\n* 4 characters, all with some interactions coded in, you can help Lamia categorize their artwork, get some drugs for Azazel and play Rock Paper Scissor with Hiisi\n* 49 scenes, sort of meaningless number, but likely enough of content for at least two hours of gameplay with plans for expansion in the future\n* 1 quest leading to player's voluntary enslavement by Issix\n* Many minigames\n* Bunch of pet-play skills\n\nPlanned content:\n* More content after player is enslaved which is currently missing\n* Alternative route leading to enslavement\n* Expansion of content for Lamia and Hiisi\n\nMod assumes player takes an anthro form, in the future it might be changed but if it's a deal breaker you should know.\n\nEveryone is welcome to contribute to the mod over on GitHub at https://github.com/Friskygote/Issix-mod with main repository hosted on https://git.frisk.space/Frisk/Issix-mod.",
    "author": "Frisk",
    "repository": "https://git.frisk.space/Frisk/Issix-mod",
    "modversion": "0.9.5.1",
    "gameversion": "0.1.7"
}
